export interface JuryAccount {
  iin: string;
  name: string;
  role: 'hr' | 'manager' | 'employee';
  dept: string;
  position: string;
  password: string;
}

export const JURY_ACCOUNTS: JuryAccount[] = [
  {
    "iin": "746825472576",
    "name": "Беляев Никита Вадимович",
    "role": "manager",
    "dept": "Отдел логистики и склада",
    "position": "Старший руководитель",
    "password": "123456"
  },
  {
    "iin": "932538587366",
    "name": "Умаров Адильхан Булатович",
    "role": "manager",
    "dept": "Отдел логистики и склада",
    "position": "Старший руководитель",
    "password": "123456"
  },
  {
    "iin": "847893269567",
    "name": "Федотова Ксения Романовна",
    "role": "manager",
    "dept": "Отдел логистики и склада",
    "position": "Младший руководитель",
    "password": "123456"
  },
  {
    "iin": "214325346577",
    "name": "Бакирова Камила Ержановна",
    "role": "manager",
    "dept": "Отдел логистики и склада",
    "position": "Младший руководитель",
    "password": "123456"
  },
  {
    "iin": "467129846926",
    "name": "Воробьев Егор Денисович",
    "role": "manager",
    "dept": "Отдел логистики и склада",
    "position": "Младший руководитель",
    "password": "123456"
  },
  {
    "iin": "867842365682",
    "name": "Маликов Санжар Ануарович",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "436346363636",
    "name": "Богданова Дарья Михайловна",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "116489629599",
    "name": "Бекетова Алия Рустемовна",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "858464574747",
    "name": "Виноградов Виктор Артемович",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "824978258827",
    "name": "Абдрахманов Тимур Камильевич",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "835685376583",
    "name": "Голубева Анастасия Дмитриевна",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "632586926863",
    "name": "Садыков Ернар Бахытжанович",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "685826592638",
    "name": "Семенов Илья Сергеевич",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "435820579836",
    "name": "Рахимжанова Гульнара Даулетовна",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "272569298659",
    "name": "Павлова Марина Евгеньевна",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "335346457574",
    "name": "Мусин Арман Нуржанович",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "721704164165",
    "name": "Новиков Кирилл Антонович",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "625625629659",
    "name": "Досмагамбетова Айгуль Саматовна",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "642164616562",
    "name": "Козлов Артем Юрьевич",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "635869235296",
    "name": "Алиев Рустем Канатович",
    "role": "employee",
    "dept": "Отдел логистики и склада",
    "position": "Работа логистики и склада",
    "password": "123456"
  },
  {
    "iin": "352562895962",
    "name": "Лебедева Татьяна Викторовна",
    "role": "manager",
    "dept": "Отдел поставок заказов",
    "position": "Старший руководитель",
    "password": "123456"
  },
  {
    "iin": "463637374574",
    "name": "Тулегенова Динара Мухтаровна",
    "role": "manager",
    "dept": "Отдел поставок заказов",
    "position": "Старший руководитель",
    "password": "123456"
  },
  {
    "iin": "357265892695",
    "name": "Ковалев Денис Олегович",
    "role": "manager",
    "dept": "Отдел поставок заказов",
    "position": "Младший руководитель",
    "password": "123456"
  },
  {
    "iin": "467485185423",
    "name": "Байжанов Берик Серикович",
    "role": "manager",
    "dept": "Отдел поставок заказов",
    "position": "Младший руководитель",
    "password": "123456"
  },
  {
    "iin": "342352353465",
    "name": "Соколова Анна Игоревна",
    "role": "manager",
    "dept": "Отдел поставок заказов",
    "position": "Младший руководитель",
    "password": "123456"
  },
  {
    "iin": "543636374757",
    "name": "Жумабаева Мадина Талгатовна",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "462546154518",
    "name": "Федоров Михаил Александрович",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "252365246363",
    "name": "Ибрагимов Темирлан Берикович",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "634872635627",
    "name": "Новикова Екатерина Павловна",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "463634637474",
    "name": "Кенжебаева Жанар Асхатовна",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "734825727572",
    "name": "Морозов Роман Андреевич",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "121165475253",
    "name": "Касымов Данияр Русланович",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "345346374747",
    "name": "Васильева Ольга Николаевна",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "937275989265",
    "name": "Сулейменова Асель Ерлановна",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "352353426346",
    "name": "Попов Максим Владимирович",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "483695626956",
    "name": "Оспанов Нурлан Маратович",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "656817246275",
    "name": "Кузнецова Елена Сергеевна",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "365762757929",
    "name": "Ахметова Айгерим Бауыржанкызы",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "453574332563",
    "name": "Смирнов Алексей Дмитриевич",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  },
  {
    "iin": "547264275275",
    "name": "Сериков Азамат Кайратович",
    "role": "employee",
    "dept": "Отдел поставок заказов",
    "position": "Работа в отделе поставок",
    "password": "123456"
  }
];
